{
  "questions": [
    "Apa ketakutan terbesarmu tentang hubungan kita?",
    "Kapan kamu merasa paling dicintai olehku?",
    "Apa yang belum pernah kamu ceritakan padaku karena takut aku kecewa?",
    "Menurutmu, apa kelemahan terbesar kita sebagai pasangan?",
    "Apa mimpi terbesarmu yang kamu takut tidak akan tercapai?",
    "Kapan terakhir kali kamu merasa kesepian meski kita bersama?",
    "Apa yang membuatmu tetap bertahan di hubungan ini saat lelah?",
    "Hal apa dari masa laluku yang paling sulit kamu terima?",
    "Apa yang kamu iri dari hubungan orang lain?",
    "Kapan kamu hampir menyerah pada hubungan kita?",
    "Apa kesalahanku yang paling menyakitimu tapi belum kamu ungkapkan?",
    "Menurutmu, bagian mana dari diriku yang paling berubah sejak kita bersama?",
    "Apa yang kamu harap bisa kubah dari diriku?",
    "Kapan kamu merasa aku tidak benar-benar mendengarkanmu?",
    "Apa rahasiamu yang paling gelap?",
    "Hal apa yang membuatmu ragu tentang masa depan kita?",
    "Apa pengorbanan terbesar yang pernah kamu lakukan untukku?",
    "Kapan kamu merasa paling rapuh di depanku?",
    "Apa yang membuatmu takut kehilangan aku?",
    "Menurutmu, apa yang kurang dari cinta yang kuberikan?",
    "Apa penyesalan terbesarmu dalam hubungan kita?",
    "Kapan kamu berbohong padaku untuk melindungi perasaanku?",
    "Apa yang membuatmu merasa tidak cukup dalam hubungan ini?",
    "Hal apa tentang diriku yang dulu kamu suka tapi sekarang membuatmu lelah?",
    "Apa ekspektasimu yang belum terpenuhi dariku?",
    "Kapan kamu merasa aku lebih mementingkan hal lain daripada kamu?",
    "Apa ketakutanmu yang paling dalam tentang masa depan kita?",
    "Menurutmu, seberapa mirip kita dengan orang tua kita masing-masing?",
    "Apa yang kamu sesali tidak kamu lakukan sebelum kita bersama?",
    "Kapan kamu merasa hubungan kita paling rentan?",
    "Apa yang membuatmu bertanya-tanya apakah aku orang yang tepat?",
    "Hal apa yang kamu takut akan merusak hubungan kita suatu hari nanti?",
    "Apa trauma masa lalumu yang masih mempengaruhi cara kamu mencintai?",
    "Kapan kamu merasa aku mengecewakan ekspektasimu?",
    "Apa yang kamu harap aku tahu tentangmu tanpa perlu kamu katakan?",
    "Menurutmu, apa yang membuat kita berbeda dari pasangan yang gagal?",
    "Apa kebiasaanku yang sebenarnya membuatmu tidak nyaman?",
    "Kapan kamu merasa paling jauh dariku meski kita berdekatan?",
    "Apa yang kamu takut akan kubuka suatu hari nanti?",
    "Hal apa dari masa lalumu yang masih menghantuimu?",
    "Apa yang membuatmu merasa bersalah dalam hubungan ini?",
    "Kapan kamu merasa harus berpura-pura bahagia di depanku?",
    "Apa yang kamu cemburu dari kehidupanku?",
    "Menurutmu, apa dosa terbesar yang pernah kulakukan dalam hubungan kita?",
    "Apa yang membuatmu merasa sendirian meski kita bersama?",
    "Kapan kamu merasa aku tidak memahami perjuanganmu?",
    "Apa keputusan kita bersama yang sebenarnya masih kamu sesali?",
    "Hal apa yang kamu harap bisa kita ubah dari awal hubungan kita?",
    "Apa yang membuatmu merasa tidak dihargai olehku?",
    "Kapan kamu merasa aku egois dalam hubungan ini?",
    "Apa yang kamu takut akan menjadi pemicu perpisahan kita?",
    "Menurutmu, seberapa jujur kita satu sama lain sebenarnya?",
    "Apa yang kamu sembunyikan karena takut aku tidak akan mengerti?",
    "Kapan kamu merasa cintaku padamu mulai berkurang?",
    "Apa bagian tergelapmu yang belum berani kamu tunjukkan padaku?",
    "Hal apa yang membuatmu merasa kita tumbuh menjauh?",
    "Apa yang kamu harap kulakukan berbeda di awal hubungan kita?",
    "Kapan kamu merasa aku tidak mendukungmu?",
    "Apa insecuritymu yang paling dalam tentang dirimu sendiri?",
    "Menurutmu, apa yang membuat kita kompatibel dan apa yang tidak?",
    "Apa yang kamu takut akan kutemukan tentang dirimu?",
    "Kapan kamu merasa kita kehilangan chemistry kita?",
    "Apa yang membuatmu ragu tentang komitmenmu padaku?",
    "Hal apa yang kamu harap bisa kita perbaiki sebelum terlambat?",
    "Apa pertanyaan yang paling kamu takut aku ajukan?",
    "Kapan kamu merasa kita hanya bertahan karena kebiasaan?",
    "Apa yang membuatmu merasa tertekan dalam hubungan ini?",
    "Menurutmu, bagaimana kita akan terlihat 10 tahun dari sekarang?",
    "Apa yang kamu harap aku maafkan tapi belum berani kamu minta?",
    "Kapan kamu merasa aku tidak berusaha cukup keras untuk kita?",
    "Apa yang membuatmu merasa aku tidak benar-benar mengenalmu?",
    "Hal apa yang kamu pikirkan saat kita bertengkar tapi tidak kamu katakan?",
    "Apa yang kamu sesali pernah kamu katakan padaku?",
    "Kapan kamu merasa kita kehilangan keintiman emosional kita?",
    "Apa yang membuatmu merasa terjebak dalam hubungan ini?",
    "Menurutmu, apa yang akan membuatmu meninggalkanku?",
    "Apa harapanmu tentang kita yang sudah pudar?",
    "Kapan kamu merasa aku lebih peduli pada diriku sendiri daripada kamu?",
    "Apa yang kamu takut akan berubah tentang kita?",
    "Hal apa yang membuatmu tidak yakin tentang cintaku?",
    "Apa momen paling menyakitkan yang pernah kita alami bersama?",
    "Kapan kamu merasa kita kehilangan visi bersama tentang masa depan?",
    "Apa yang kamu harap bisa kita bicarakan tapi terlalu sulit untuk dimulai?",
    "Menurutmu, apa yang membuat kita saling menyakiti tanpa sadar?",
    "Apa ketakutanmu tentang keintiman kita?",
    "Kapan kamu merasa aku tidak hadir secara emosional untukmu?",
    "Apa yang membuatmu merasa kita tidak saling tumbuh bersama?",
    "Hal apa tentang masa depan kita yang membuatmu cemas?",
    "Apa yang kamu harap bisa kita lakukan berbeda sejak awal?",
    "Kapan kamu merasa paling tidak aman dalam hubungan kita?",
    "Apa yang membuatmu merasa aku tidak cukup memprioritaskanmu?",
    "Menurutmu, apa yang membuat kita masih bersama hingga sekarang?",
    "Apa yang kamu takut akan kita sesali nanti?",
    "Kapan kamu merasa kita kehilangan gairah dalam hubungan kita?",
    "Apa yang membuatmu merasa tidak dipahami olehku?",
    "Hal apa yang kamu harap aku sadari tentang perasaanmu?",
    "Apa keputusanku yang paling kamu tidak setujui?",
    "Kapan kamu merasa kita berdua tidak jujur satu sama lain?",
    "Apa yang membuatmu merasa hubungan kita tidak seimbang?",
    "Menurutmu, apa yang paling berbeda dari ekspektasimu tentang kita?",
    "Apa yang kamu takut akan mengubah cara kamu melihatku?",
    "Kapan kamu merasa kita kehilangan koneksi kita yang dulu?",
    "Apa yang membuatmu merasa tidak cukup baik untukku?",
    "Hal apa yang kamu harap bisa kamu ubah dari diriku?",
    "Apa momen ketika kamu hampir mengakhiri hubungan kita?",
    "Kapan kamu merasa aku tidak menepati janjiku?",
    "Apa yang membuatmu merasa kita tidak saling mendengarkan lagi?",
    "Menurutmu, apa yang akan menyelamatkan hubungan kita jika kita krisis?",
    "Apa yang kamu harap aku pahami tentang masa lalumu?",
    "Kapan kamu merasa kita kehilangan keberanian untuk saling terbuka?",
    "Apa yang membuatmu merasa aku berubah menjadi lebih buruk?",
    "Hal apa yang kamu takut akan membuatku meninggalkanmu?",
    "Apa ekspektasi realistis yang masih belum kita capai bersama?",
    "Kapan kamu merasa kita berdua terlalu lelah untuk memperbaiki hal-hal?",
    "Apa yang membuatmu merasa kita kehilangan kepercayaan satu sama lain?",
    "Menurutmu, apa yang membuat hubungan kita berbeda dari yang kamu bayangkan?",
    "Apa yang kamu sesali tidak pernah kamu tanyakan padaku?",
    "Kapan kamu merasa kita kehilangan keinginan untuk berusaha?",
    "Apa yang membuatmu merasa hubungan kita stagnan?",
    "Hal apa yang kamu harap akan berbeda tentang cara kita berkomunikasi?",
    "Apa ketakutanmu yang paling dalam tentang kehilangan aku?",
    "Kapan kamu merasa kita tidak lagi menjadi prioritas satu sama lain?",
    "Apa yang membuatmu merasa tidak dilihat dalam hubungan ini?",
    "Menurutmu, apa kesalahan terbesar yang pernah kita buat bersama?",
    "Apa yang kamu takut akan menjadi penyesalan terbesarmu tentang kita?",
    "Kapan kamu merasa kita kehilangan keajaiban yang dulu kita miliki?",
    "Apa yang membuatmu merasa kita tidak cocok lagi?",
    "Hal apa yang kamu harap bisa kita maafkan satu sama lain?",
    "Apa momen ketika kamu merasa paling terluka olehku?",
    "Kapan kamu merasa kita kehilangan rasa hormat satu sama lain?",
    "Apa yang membuatmu merasa kita tidak saling mendukung lagi?",
    "Menurutmu, apa yang akan membuat kita lebih bahagia bersama?",
    "Apa yang kamu harap bisa kita mulai lagi dari awal?",
    "Kapan kamu merasa kita kehilangan keberanian untuk jujur?",
    "Apa yang membuatmu merasa kita tidak lagi tumbuh sebagai individu?",
    "Hal apa yang kamu takut akan menjadi akhir dari kita?",
    "Apa yang kamu sesali tidak pernah kamu ekspresikan padaku?",
    "Kapan kamu merasa kita kehilangan kemampuan untuk saling menghibur?",
    "Apa yang membuatmu merasa kita tidak lagi tim yang solid?",
    "Menurutmu, apa yang masih membuat kita berjuang untuk bertahan?",
    "Apa yang kamu harap akan berbeda jika kita bisa mengulang waktu?",
    "Kapan kamu merasa kita kehilangan kedekatan fisik dan emosional kita?",
    "Apa yang membuatmu merasa kita tidak lagi sejalan?",
    "Hal apa yang kamu harap aku ketahui tentang kebahagiaanmu?",
    "Apa yang kamu takut akan membuatmu menyesal memilihku?",
    "Kapan kamu merasa kita kehilangan kemampuan untuk berkompromi?",
    "Apa yang membuatmu merasa aku tidak peduli lagi?",
    "Menurutmu, apa yang membuat kita lebih kuat atau lebih lemah seiring waktu?",
    "Apa yang kamu harap bisa kita sembuhkan bersama?",
    "Kapan kamu merasa kita kehilangan kegembiraan dalam kebersamaan kita?",
    "Apa yang membuatmu merasa kita tidak lagi saling menginspirasi?",
    "Hal apa yang kamu harap tidak pernah berubah tentang kita?",
    "Apa pertanyaan yang paling kamu takut jawabannya dariku?",
    "Kapan kamu merasa kita kehilangan kedalaman dalam percakapan kita?",
    "Apa yang membuatmu merasa kita tidak lagi aman satu sama lain?",
    "Menurutmu, apa yang akan membuat kita jatuh cinta lagi?",
    "Apa yang kamu sesali tentang cara kita menangani konflik kita?",
    "Kapan kamu merasa kita kehilangan kemauan untuk saling memahami?",
    "Apa yang membuatmu merasa kita tidak lagi menjadi versi terbaik diri kita?",
    "Hal apa yang kamu harap bisa kita batalkan dari masa lalu kita?",
    "Apa ketakutanmu yang paling dalam tentang tidak cukup untuk orang lain?",
    "Kapan kamu merasa kita kehilangan kemampuan untuk bersenang-senang bersama?",
    "Apa yang membuatmu merasa kita tidak lagi memiliki tujuan bersama?",
    "Menurutmu, apa yang akan kamu lakukan berbeda jika kamu bisa memulai lagi?",
    "Apa yang kamu harap bisa kita ungkapkan tanpa takut dihakimi?",
    "Kapan kamu merasa kita kehilangan kejujuran yang radikal?",
    "Apa yang membuatmu merasa kita tidak lagi bisa rentan satu sama lain?",
    "Hal apa yang kamu takut akan menghancurkan fondasi kita?",
    "Apa yang kamu sesali tidak pernah kamu perjuangkan dalam hubungan kita?",
    "Kapan kamu merasa kita kehilangan kepercayaan bahwa kita bisa melalui apapun?",
    "Apa yang membuatmu merasa kita tidak lagi saling melengkapi?",
    "Menurutmu, apa yang membuat cinta kita bertahan atau memudar?",
    "Apa yang kamu harap bisa kita wujudkan bersama sebelum terlambat?",
    "Kapan kamu merasa kita kehilangan keyakinan pada masa depan kita?",
    "Apa yang membuatmu merasa kita tidak lagi saling memilih setiap hari?",
    "Hal apa yang kamu harap aku sadari tentang perjuanganmu?",
    "Apa momen ketika kamu merasa paling dicintai dan diterima olehku?",
    "Kapan kamu merasa kita kehilangan kesabaran untuk saling memaafkan?",
    "Apa yang membuatmu merasa kita tidak lagi saling menghormati batasan?",
    "Menurutmu, apa yang akan membuat kita tidak menyesal memilih bersama?",
    "Apa yang kamu takut tidak akan pernah kita capai bersama?",
    "Kapan kamu merasa kita kehilangan komitmen untuk terus mencoba?",
    "Apa yang membuatmu merasa hubungan kita masih layak diperjuangkan?",
    "Hal apa yang kamu harap akan selalu benar tentang kita?",
    "Apa yang kamu sesali tidak pernah kamu katakan saat masih ada waktu?",
    "Kapan kamu merasa kita kehilangan keberanian untuk menghadapi kebenaran?",
    "Apa yang membuatmu merasa kita masih saling membutuhkan?",
    "Menurutmu, apa yang akan membuat kita tidak menyerah satu sama lain?",
    "Apa yang kamu harap akan tetap menjadi alasan kita bertahan?",
    "Kapan kamu merasa kita kehilangan kepercayaan pada kekuatan cinta kita?",
    "Apa yang membuatmu yakin atau tidak yakin kita akan berhasil?",
    "Hal apa yang kamu takut akan menjadi kata-kata terakhir kita?",
    "Apa yang kamu harap akan selalu kamu ingat tentang kita?",
    "Kapan kamu merasa kita menemukan atau kehilangan jati diri kita bersama?",
    "Apa yang membuatmu percaya kita masih bisa memperbaiki semuanya?",
    "Menurutmu, apa yang akan membuat kisah kita berakhir indah atau tragis?",
    "Siapa yang pernah membuat hatimu berdebar selain aku?",
    "Apa kebohongan kecil yang masih kamu simpan dariku?",
    "Seandainya kamu bisa melupakan satu memori tentang kita, apa itu?",
    "Apakah kamu pernah meragukan pilihan untuk bersamaku?",
    "Siapa orang yang paling kamu takuti akan merusak hubungan kita?",
    "Apa fantasimu tentang kehidupan tanpa aku?",
    "Kapan terakhir kali kamu merasa iri pada pasangan lain?",
    "Apa yang membuatmu merasa bersalah tapi tidak berani kamu akui?",
    "Seberapa sering kamu membandingkanku dengan mantanmu?",
    "Apa yang paling kamu rindukan dari masa lalu sebelum kenal aku?",
    "Apakah ada momen dimana kamu ingin lari dari tanggung jawab kita?",
    "Apa hal terburuk yang pernah kamu pikirkan tentangku?",
    "Seberapa dalam kamu benar-benar mengenalku?",
    "Apa yang membuatmu takut jika aku tahu sisi aslimu?",
    "Kapan kamu merasa paling terpaksa dalam hubungan ini?",
    "Apa standarmu yang harus kukorbankan untuk bertahan bersamamu?",
    "Seandainya kamu harus memilih ulang, apakah kamu akan tetap memilihku?",
    "Apa kerinduanmu yang tidak bisa kupenuhi?",
    "Siapa yang paling mempengaruhi pandanganmu tentang hubungan kita?",
    "Apa ambisimu yang harus kamu tinggalkan karenaku?",
    "Kapan kamu merasa identitasmu hilang dalam hubungan ini?",
    "Apa yang membuatmu bertahan padahal hatimu sudah ragu?",
    "Seberapa sering kamu ingin sendiri tanpa aku?",
    "Apa kekuranganku yang paling mengganggu tapi kamu diam saja?",
    "Kapan kamu merasa lebih bahagia tanpa kehadiranku?",
    "Apa ekspektasi keluargamu tentang kita yang membuatmu tertekan?",
    "Seandainya ada tombol reset, apa yang akan kamu ubah tentang kita?",
    "Apa sisi gelapku yang kamu coba abaikan tapi sebenarnya menakutkanmu?",
    "Kapan kamu merasa aku bukan lagi orang yang kamu kenal dulu?",
    "Apa ketergantunganmu padaku yang sebenarnya membuatmu lemah?",
    "Seberapa jujur kamu tentang perasaanmu saat kita bercinta?",
    "Apa yang membuatmu merasa terjebak dalam rutinitas kita?",
    "Kapan kamu merasa aku mengontrol hidupmu terlalu banyak?",
    "Apa impianmu yang kamu kubur demi hubungan kita?",
    "Seberapa sering kamu menyesali keputusan untuk serius denganku?",
    "Apa yang membuatmu merasa kesepian bahkan saat aku di sampingmu?",
    "Kapan kamu merasa aku mengkhianati kepercayaanmu?",
    "Apa kompromi terbesarmu yang sebenarnya menyakitkan?",
    "Seandainya kamu bisa menghapus satu orang dari masa laluku, siapa itu?",
    "Apa yang membuatmu merasa tidak bebas dalam hubungan ini?",
    "Kapan kamu merasa aku memanfaatkan kelemahanmu?",
    "Apa pertengkaran yang sebenarnya belum selesai di hatimu?",
    "Seberapa sering kamu berpikir tentang kehidupan alternatif tanpa aku?",
    "Apa yang membuatmu merasa aku tidak menghargai pengorbananmu?",
    "Kapan kamu merasa aku lebih mencintai versi idealku tentangmu daripada dirimu yang sebenarnya?",
    "Apa batasan yang pernah kulanggar tapi kamu maafkan?",
    "Seberapa dalam lukamu yang tidak bisa kusembuhkan?",
    "Apa yang membuatmu merasa hubungan ini lebih banyak bebannya daripada kebahagiaannya?",
    "Kapan kamu merasa aku tidak mendengar tangisanmu yang sunyi?",
    "Apa yang membuatmu merasa aku egois tanpa menyadarinya?",
    "Seandainya kamu bisa kembali ke momen sebelum kenal aku, apakah kamu akan menghindari aku?",
    "Apa yang membuatmu merasa aku tidak konsisten dengan kata-kataku?",
    "Kapan kamu merasa kita berdua hanya akting untuk orang lain?",
    "Apa nilai hidupmu yang terkikis karena bersamaku?",
    "Seberapa besar ketakutanmu bahwa kita akan menjadi seperti orang tua kita?",
    "Apa yang membuatmu merasa tidak dihormati dalam keputusan kita bersama?",
    "Kapan kamu merasa aku tidak peduli dengan perasaanmu yang sesungguhnya?",
    "Apa janji yang kupecahkan dan masih kamu simpan dalam hati?",
    "Seberapa sering kamu menangis diam-diam karena hubungan kita?",
    "Apa yang membuatmu merasa aku tidak melihat perjuanganmu?",
    "Kapan kamu merasa aku meremehkan mimpi-mimpimu?",
    "Apa keputusan bersama yang sebenarnya hanya keputusanku saja?",
    "Seandainya kamu bisa berteriak tentang satu hal, apa yang akan kamu katakan?",
    "Apa yang membuatmu merasa tidak aman secara finansial dalam hubungan kita?",
    "Kapan kamu merasa aku tidak adil terhadapmu?",
    "Apa aspek kehidupanmu yang hilang sejak kita bersama?",
    "Seberapa besar rasa takutmu jika aku menemukan versi lebih baik dari dirimu?",
    "Apa yang membuatmu merasa aku lebih mengutamakan image daripada substansi hubungan kita?",
    "Kapan kamu merasa aku memaksamu untuk menjadi seseorang yang bukan dirimu?",
    "Apa kebiasaan burukku yang semakin memburuk tapi kamu tidak berani tegur?",
    "Seberapa sering kamu merasa diabaikan saat kamu butuh perhatianku?",
    "Apa yang membuatmu merasa tidak boleh menunjukkan emosimu yang sebenarnya?",
    "Kapan kamu merasa aku tidak sensitif terhadap traumamu?",
    "Apa bentuk kekerasan emosional yang mungkin tidak kusadari aku lakukan?",
    "Seandainya kamu bisa membuat satu permintaan yang tidak bisa kutolak, apa itu?",
    "Apa yang membuatmu merasa tidak cukup cantik/ganteng untukku?",
    "Kapan kamu merasa persaingan dengan orang lain untuk mendapat perhatianku?",
    "Apa sakitnya cinta kita yang tidak bisa diobati dengan kata-kata maaf?",
    "Seberapa besar keinginanmu untuk kabur dari semua ini?",
    "Apa yang membuatmu merasa kita hanya bertahan karena takut sendirian?",
    "Kapan kamu merasa aku tidak mendukung karir atau passionmu?",
    "Apa yang membuatmu merasa aku lebih peduli pada opini orang lain daripada perasaanmu?",
    "Seandainya tidak ada konsekuensi sosial, apakah kamu akan meninggalkanku?",
    "Apa yang membuatmu merasa tidak didengar dalam keputusan-keputusan penting kita?",
    "Kapan kamu merasa aku menggunakan cintamu untuk keuntunganku sendiri?",
    "Apa harapanmu tentang pernikahan yang sudah hancur karena realita hubungan kita?",
    "Seberapa sering kamu merasa harus menjaga perasaanku sampai mengorbankan perasaanmu sendiri?",
    "Apa yang membuatmu merasa tidak bisa jujur 100% padaku?",
    "Kapan kamu merasa aku tidak menghormati batas-batas yang kamu tetapkan?",
    "Apa pola toxic dalam hubungan kita yang kita berdua abaikan?",
    "Seandainya kamu tahu dari awal seperti ini, apakah kamu akan tetap jatuh cinta padaku?",
    "Apa yang membuatmu merasa kita kehilangan kedewasaan dalam menyelesaikan masalah?",
    "Kapan kamu merasa aku manipulatif tanpa kamu sadari?",
    "Apa kebutuhanmu yang tidak pernah terpenuhi dalam hubungan ini?",
    "Seberapa lelah kamu sebenarnya dengan drama kita?",
    "Apa yang membuatmu merasa tidak dihormati sebagai partner yang setara?",
    "Kapan kamu merasa aku lebih mencintai ideaku tentang hubungan daripada mencintai kamu apa adanya?",
    "Apa red flag tentangku yang kamu abaikan di awal?",
    "Seandainya kamu jujur sepenuhnya, seberapa besar kemungkinan kita akan berakhir?",
    "Apa yang membuatmu merasa tidak berdaya dalam hubungan kita?",
    "Kapan kamu merasa aku defensive dan tidak mau menerima kritik?",
    "Apa kompromi yang membuatmu kehilangan jati dirimu?",
    "Seberapa besar ketakutanmu akan kesendirian yang membuatmu bertahan?",
    "Apa yang membuatmu merasa kita tidak bisa berkomunikasi dengan sehat?",
    "Kapan kamu merasa aku tidak menghargai usahamu untuk menjaga hubungan ini?",
    "Apa ekspektasi tidak realistis yang masih kita pertahankan?",
    "Seandainya ada kehidupan lain, apakah kamu akan mencari aku lagi?",
    "Apa yang membuatmu merasa kita sudah terlalu jauh untuk kembali?",
    "Kapan kamu merasa aku tidak hadir saat kamu membutuhkanku paling banyak?",
    "Apa kata-kata tersakit yang pernah aku ucapkan padamu?",
    "Seberapa sering kamu merasa tidak cukup dalam berbagai aspek?",
    "Apa yang membuatmu merasa kita kehilangan chemistry secara emosional?"
  ]
}
