{
  "questions": [
    "Kalau bisa pindah ke satu negara gratis, kemana lo pergi?",
    "Menu makanan yang lo bakal bela-belain ngantri berjam-jam?",
    "Kalau dikasih 100 juta harus habis dalam sehari, lo beli apa?",
    "Skill atau bakat yang paling lo pengen bisa tapi belum kesampaian?",
    "Kejadian paling memalukan waktu sekolah dulu apa?",
    "Kalau jadi invisible selama sehari, lo ngapain aja?",
    "Tokoh fiksi yang lo pengen jadi temen deket?",
    "Lagu yang bikin lo nostalgia banget ke masa lalu?",
    "Makanan Indonesia yang lo kangen pas lagi di luar negeri?",
    "Kalau bisa ketemu satu orang dari masa lalu, siapa dan kenapa?",
    "Hobi yang tadinya lo suka tapi sekarang udah nggak lagi?",
    "Momen paling epic waktu main game apa?",
    "Kalau harus tinggal tanpa satu teknologi, lo pilih apa?",
    "Kebiasaan buruk yang susah banget lo hilangin?",
    "Tempat paling aneh yang pernah lo kunjungi?",
    "Kalau bisa nukar hidup sama orang lain sehari, siapa?",
    "Konspirasi apa yang lo percaya meskipun kedengeran gila?",
    "Hal paling random yang bikin lo seneng banget?",
    "Kalau lo jadi CEO satu hari, perusahaan apa yang lo pilih?",
    "Mimpi paling ganjil yang masih lo inget sampai sekarang?",
    "Kalau bisa punya satu superpower tapi nggak keren, apa tuh?",
    "Film atau series yang lo tonton berulang kali tanpa bosen?",
    "Makanan yang menurut orang enak tapi lo nggak suka?",
    "Kalau harus hidup di era lain, lo pilih kapan?",
    "Keputusan paling impulsif yang pernah lo ambil?",
    "Olahraga atau aktivitas yang pengen lo coba tapi takut?",
    "Quote atau kata-kata yang nempel banget di pikiran lo?",
    "Kalau bisa bikin satu aturan untuk semua orang, apa?",
    "Benda yang lo beli tapi akhirnya jarang dipake?",
    "Tipe orang yang langsung bikin lo ilfeel gimana sih?",
    "Kalau jadi hewan sehari, lo mau jadi apa dan ngapain?",
    "Momen yang bikin lo sadar 'gue udah tua nih'?",
    "Kalau bisa hapus satu memori, lo pilih yang mana?",
    "Tradisi keluarga yang paling lo suka atau benci?",
    "Kalau dikasih 24 jam tanpa konsekuensi, lo ngapain?",
    "Aplikasi di HP yang paling sering lo buka?",
    "Hal kecil yang bikin hari lo langsung bagus?",
    "Kalau bisa jago satu instrumen musik instan, apa?",
    "Tempat makan langganan yang cuma lo doang yang tau?",
    "Pekerjaan yang kedengeran seru tapi lo nggak bakal lakuin?",
    "Kalau harus makan satu makanan selamanya, lo pilih apa?",
    "Channel YouTube atau podcast yang lo nungguin kontennya?",
    "Kalau bisa teleport ke satu tempat sekarang, kemana?",
    "Red flag terbesar dari temen atau sahabat menurut lo?",
    "Mitos atau tahayul yang lo masih percaya dikit?",
    "Kalau dikasih kesempatan belajar dari ahlinya, lo mau belajar apa?",
    "Moment yang bikin lo mikir 'ini jodoh gue nih' tentang temen?",
    "Fashion trend yang lo ikutin tapi sekarang malu sendiri?",
    "Kalau bisa ngubah satu hal dari sistem pendidikan, apa?",
    "Gaya hidup yang pengen lo jalanin tapi belum berani?",
    "Kalau ada mesin waktu, lo mau kasih nasihat apa ke diri lo 5 tahun lalu?",
    "Buku yang ngubah cara pandang lo tentang sesuatu?",
    "Kalau harus stand-up comedy, lo bakal ngomongin apa?",
    "Guilty pleasure yang lo nggak bakal lo admit ke orang lain?",
    "Kalau bisa kolaborasi sama siapa aja, lo pilih siapa?",
    "Tempat nongkrong ideal menurut versi lo tuh gimana?",
    "Keahlian nggak berguna yang lo bangga punya?",
    "Drama atau konflik paling seru yang pernah lo saksiin?",
    "Kalau jadi influencer sehari, konten apa yang lo bikin?",
    "Hal yang orang lain anggep sepele tapi bikin lo kesel?",
    "Kalau bisa ngehack satu akun, lo pilih akun siapa?",
    "Hobi yang menurut orang aneh tapi lo enjoy?",
    "Kalau dikasih tiket konser gratis, artis siapa yang lo tonton?",
    "Hal paling berharga yang pernah lo kehilangan?",
    "Kalau bisa jadi karakter di video game, lo pilih siapa?",
    "Cemilan atau snack yang nggak boleh abis di rumah lo?",
    "Kalau harus ngabisin waktu 5 jam tanpa gadget, lo ngapain?",
    "Orang terkenal yang lo pengen banget ketemu dan ngobrol?",
    "Kalau bisa bikin robot pembantu, tugasnya apa?",
    "Kenangan masa kecil yang paling berkesan?",
    "Kalau lo punya band, nama bandnya apa dan genre musik apa?",
    "Hal receh yang bikin lo overthinking?",
    "Kalau bisa ganti nama lo, lo mau diganti jadi apa?",
    "Tipe cuaca atau suasana favorit lo buat santai?",
    "Kalau harus defend satu hal kontroversial, apa yang lo pilih?",
    "Pengalaman supernatural atau mistis yang pernah lo alamin?",
    "Kalau lo bikin menu makan all you can eat, isinya apa aja?",
    "Sifat orang yang lo paling appreciate dalam pertemanan?",
    "Kalau bisa punya akses unlimited ke satu tempat, dimana?",
    "Hal yang pengen lo bilang ke seseorang tapi belum kesampaian?",
    "Kalau dikasih kesempatan nulis buku, tentang apa?",
    "Kebiasaan orang yang lo anggep lucu atau nyeleneh?",
    "Kalau lo jadi chef terkenal, signature dish lo apa?",
    "Hal yang orang pikir gampang tapi sebenernya susah banget?",
    "Kalau bisa nge-freeze waktu 10 menit, lo ngapain?",
    "Tren internet yang lo ikutin sampe bosen duluan?",
    "Kalau harus kasih TED Talk, topiknya tentang apa?",
    "Moment paling 'main character energy' dalam hidup lo?",
    "Kalau jadi sutradara film, genre apa yang lo bikin?",
    "Hal random yang tiba-tiba lo inget tengah malem?",
    "Kalau bisa ngomong sama hewan, lo mau ngobrol sama hewan apa?",
    "Barang jadul yang lo masih punya dan sayang buang?",
    "Kalau dikasih modal buat startup, bisnis apa yang lo rintis?",
    "Tipe wisata yang paling lo enjoy: pantai, gunung, atau kota?",
    "Lagu yang jadi soundtrack hidup lo saat ini?",
    "Kalau lo bikin satu hari libur nasional, konsepnya gimana?",
    "Kejadian konyol yang bikin lo ketawa sendiri kalau inget?",
    "Kalau bisa ngirim satu barang ke masa depan, lo kirim apa?",
    "Makanan yang bikin lo 'ini worth it banget harganya'?",
    "Kalau harus ngajarin satu skill ke orang, lo ngajarin apa?",
    "Hal yang pengen lo coba tapi males ribet prosesnya?",
    "Game board atau kartu yang seru buat main bareng?",
    "Kalau lo punya podcast, bahas topik apa?",
    "Tipe temen yang paling lo butuhin dalam hidup?",
    "Kalau bisa ngirim pesan ke alien, lo nulis apa?",
    "Momen gagal yang akhirnya jadi cerita lucu?",
    "Kalau harus hidup di dalam satu film, film apa?",
    "Kebiasaan nyeleneh yang lo lakuin kalau sendirian?",
    "Kalau bisa atur ulang satu hari dalam hidup lo, kapan?",
    "Hal yang bikin lo bilang 'gue harus coba ini'?",
    "Kalau jadi desainer fashion sehari, lo bikin outfit apa?",
    "Tipe konten yang bikin lo scroll tanpa henti?",
    "Kalau bisa ngehilangin satu teknologi dari dunia, apa?",
    "Drama TV atau film yang underrated menurut lo?",
    "Kalau harus survive di hutan 3 hari, bawa apa aja?",
    "Hal yang menurut lo overrated tapi orang pada suka?",
    "Kalau lo bikin bucket list, 3 hal teratas apa?",
    "Moment random yang bikin lo nangis atau terharu?",
    "Kalau bisa punya toko sendiri, jualan apa?",
    "Kebiasaan baik yang susah lo mulai tapi pengen konsisten?",
    "Kalau jadi mentor untuk anak muda, lo kasih advice apa?",
    "Tempat yang lo pengen revisit karena ada kenangan spesial?",
    "Kalau dikasih kesempatan kerja remote dari mana aja, lo pilih dimana?",
    "Hal paling weird yang pernah lo google?",
    "Kalau bisa collab bikin produk, lo bikin apa?",
    "Momen yang bikin lo ngerasa 'this is what life about'?",
    "Kalau harus nge-remix satu lagu klasik, lagu apa?",
    "Tipe partner crime atau duo yang lo pengen punya?",
    "Kalau lo bikin signature drink atau cocktail, namanya apa?",
    "Hal yang lo lakuin buat self-care atau me-time?",
    "Kalau jadi presenter acara TV, acara apa yang lo bawain?",
    "Moment embarrassing yang sampe sekarang bikin lo cringe?",
    "Kalau bisa rewind 24 jam terakhir, lo ubah apa?",
    "Tipe humor yang paling bikin lo ngakak?",
    "Kalau dikasih super luck sehari, lo ngapain?",
    "Hal simple yang bikin lo bahagia instan?",
    "Kalau bisa publish penelitian tentang satu hal, topiknya apa?",
    "Kebiasaan orang yang bikin lo mikir 'kok bisa ya'?",
    "Kalau harus karantina sendirian seminggu, bawa apa aja?",
    "Moment yang bikin lo realize pertemanan itu penting?",
    "Kalau jadi event organizer, acara apa yang lo bikin?",
    "Hal yang pengen lo sampaikan ke masa depan diri lo sendiri?",
    "Kalau bisa ngundang 5 orang makan malam, siapa aja dan kenapa?",
    "Tipe perfomance atau talent show yang lo pengen ikutin?",
    "Kalau harus nulis otobiografi, judul bukunya apa?",
    "Hal yang bikin lo mikir 'kenapa gue nggak kepikiran ini dari dulu'?",
    "Kalau bisa nge-ban satu kata dari bahasa Indonesia, kata apa?",
    "Moment yang bikin lo ngerasa paling hidup dan energik?",
    "Kalau jadi barista sehari, coffee blend ciptaan lo namanya apa?",
    "Tipe challenge atau dare yang lo willing coba?",
    "Kalau harus ngomong motivasi ke stranger, lo bilang apa?",
    "Hal yang lo pengen normalize di masyarakat?",
    "Kalau bisa time travel sekali, lo pengen saksiin moment apa?",
    "Kebiasaan unik yang cuma lo atau keluarga lo yang ngelakuin?",
    "Kalau dikasih unlimited budget buat satu project, lo bikin apa?",
    "Moment ketika lo sadar 'gue bisa ini ternyata'?",
    "Kalau harus bikin theme park, konsep dan wahana-nya gimana?",
    "Hal yang bikin lo appreciate kehidupan lo sekarang?",
    "Kalau bisa jadi diplomat sehari, negara mana yang lo wakili?",
    "Tipe energy atau vibe orang yang lo suka ada di sekitar lo?",
    "Kalau harus survive zombie apocalypse, strategi lo gimana?",
    "Moment yang bikin lo ketawa sampe perut sakit?",
    "Kalau bisa ngadain festival, tema dan lineupnya apa?",
    "Hal yang lo pelajari dari pengalaman gagal?",
    "Kalau jadi taste tester, makanan atau minuman apa yang lo review?",
    "Keputusan yang paling lo nggak nyesel pernah ambil?",
    "Kalau bisa nge-design rumah idaman, konsepnya kayak gimana?",
    "Moment random yang akhirnya jadi turning point hidup lo?",
    "Kalau harus bikin documentary tentang sesuatu, topiknya apa?",
    "Hal receh yang bikin lo feel accomplished?",
    "Kalau bisa switch profesi sehari tanpa skill, jadi apa?",
    "Tipe vacation yang paling refreshing buat lo?",
    "Kalau dikasih stage di depan ribuan orang, lo perform apa?",
    "Moment yang bikin lo ngerasa connected sama universe?",
    "Kalau bisa punya private access ke satu tempat, dimana?",
    "Hal yang lo harap lo tau waktu umur 18?",
    "Kalau jadi host game show, game-nya konsepnya gimana?",
    "Kebiasaan childhood yang masih lo carry sampe sekarang?",
    "Kalau bisa investasi ke satu industri, bidang apa?",
    "Moment yang bikin lo bilang 'this is peak friendship'?",
    "Kalau harus defend satu guilty pleasure lo, argumennya apa?",
    "Hal yang bikin lo instantly respect seseorang?",
    "Kalau bisa create satu emoji baru, bentuknya kayak apa?",
    "Tipe collab atau duo yang lo pengen liat exist?",
    "Kalau dikasih satu wish tapi bukan buat lo, lo wish apa buat siapa?",
    "Moment ketika lo ngerasa 'gue nggak sendirian ternyata'?",
    "Kalau harus bikin merchandise brand sendiri, desainnya gimana?",
    "Hal yang lo lakuin yang bikin lo feel like a badass?",
    "Kalau bisa attend satu event historical, event apa?",
    "Kebiasaan produktif yang pengen lo adopsi?",
    "Kalau jadi travel vlogger sehari, destinasi mana yang lo explore?",
    "Moment yang bikin lo appreciate little things in life?",
    "Kalau bisa have dinner dengan versi masa depan lo, lo nanya apa?",
    "Hal random yang jadi comfort atau safe space lo?",
    "Kalau harus bikin reality show, konsep dan kontestannya gimana?",
    "Tipe legacy atau impact yang lo pengen tinggalin?",
    "Kalau bisa mastered satu form of art, lo pilih apa?",
    "Moment yang bikin lo feel grateful banget?",
    "Kalau dikasih platform buat voice out, lo ngomongin isu apa?",
    "Hal yang bikin lo excited banget tiap kali ngelakuin?",
    "Kalau bisa reboot satu film atau series klasik, yang mana?",
    "Kebiasaan self-sabotage yang lo trying hard buat stop?",
    "Kalau jadi judge di talent show, lo cari kriteria apa?",
    "Moment paling proud sama diri lo sendiri?",
    "Kalau harus bikin playlist untuk one specific mood, isinya lagu apa?",
    "Hal yang menurut lo everyone should experience once?",
    "Kalau bisa instantly fluent satu bahasa, bahasa apa?",
    "Tipe content creator yang lo respect dan pengen collab?",
    "Kalau dikasih full creative control satu project, lo bikin apa?",
    "Moment ketika lo ngerasa most authentic sama diri lo?",
    "Kalau harus give up satu bad habit sekarang juga, yang mana?",
    "Hal yang bikin lo feel energized dan ready to conquer?",
    "Kalau bisa have one superpower tapi ada side effect-nya, lo pilih apa?"
  ]
}
